package page.objects;

public class AnswerTexts {

    public static final String ANSWER_ONE_TEXT = "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
    public static final String ANSWER_TWO_TEXT = "Пока что у нас так: один заказ — один самокат. " +
            "Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.";
    public static final String ANSWER_THREE_TEXT = "Допустим, вы оформляете заказ на 8 мая. " +
            "Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, " +
            "когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, " +
            "суточная аренда закончится 9 мая в 20:30.";
    public static final String ANSWER_FOUR_TEXT = "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
    public static final String ANSWER_FIVE_TEXT = "Пока что нет! Но если что-то срочное — " +
            "всегда можно позвонить в поддержку по красивому номеру 1010.";
    public static final String ANSWER_SIX_TEXT = "Самокат приезжает к вам с полной зарядкой. " +
            "Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.";
    public static final String ANSWER_SEVEN_TEXT = "Да, пока самокат не привезли. Штрафа не будет, " +
            "объяснительной записки тоже не попросим. Все же свои.";
    public static final String ANSWER_EIGHT_TEXT = "Да, обязательно. Всем самокатов! И Москве, и Московской области.";
}
